v2206/Projects/solverTests/hotFloorADM/constant/admno1Properties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      admno1Properties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

// Operation modes
mode            MesoSolid;

// Schmidt number
Sc              0.2;

// Gas constant
R               0.083145;

// Pipe resistance coefficient [m³d⁻¹Bar⁻¹]
Kpip            5e4;

//- Gas-Liquid volume fraction in tank (Vgas/Vliq)
Vfrac           0.088235;

// Default pH value
pH              7.26;

// Cation concentration
Scat            0.00;

// Anion concentration
San             0.0052;

// ************************************************************************* //